import React, { Component } from 'react'
import './css/About.css'

export default class About extends Component {
    render() {
        return (
            <div className="About">

                <div class="cardk">
                    <div class="cardk-in">
                        <h3 class="cardk-title">О нас</h3>
                        <p>Стоматологические услуги наша компания оказывает много лет. Нами накоплен бесценный,
                            уникальный опыт практической работы по лечению, профилактике и диагностики стоматологических
                            заболеваний. Это позволяет оказывать все существующие стоматологические услуги в строгом
                            соответствии с действующими стандартами в Европе и мире. Работают в нашей компании только
                            высококвалифицированные лучшие врачи, у которых за плечами передовой практический опыт
                            работы, приобретенный как в РФ, так и в лучших мировых клиниках. Все наши врачи не только
                            профессионалы в своей конкретной специализации. Они досконально разбираются во всех аспектах
                            стоматологии. Это дает им возможность обнаруживать признаки большинства серьезных
                            стоматологических и др. заболеваний. Таким образом, своевременно назначаются необходимые
                            профилактические превентивные или лечебные мероприятия. Высокий профессионализм
                            врачей-стоматологов в нашей стоматологии подтверждается соответствующими документами
                            международного класса (сертификаты, грамоты и др.). Мы гордимся тем, что уже тысячи
                            постоянных клиентов рекомендуют нашу компанию в своих кругах. Результаты анализов,
                            выдаваемые в нашей стоматологии в кратчайшие сроки, признаются и высоко ценятся в
                            стоматологических клиниках по всему миру.</p>
                    </div>
                </div>

                <div class="cardk">
                    <div class="cardk-in">
                        <h3 class="cardk-title">Преимущества лечения у нас</h3>
                        <p>Наша стоматологическая компания является многопрофильной, и лечим мы как взрослых, так и
                            детей. Всего в нашем активе задействовано более шестидесяти направлений относящихся к
                            диагностике, лечению и превентивной профилактике существующих стоматологических заболеваний
                            и изъянов. Мы разработали и используем проверенные временем индивидуальные эффективные
                            программы. Наше медицинское оборудование постоянно обновляется. Любая оказываемая нами
                            стоматологическая услуга оказывается строго в соответствии с мировыми стандартами. В нашей,
                            одной из лучших в РФ, зуботехнической лаборатории, мы изготавливаем любые существующие на
                            данный момент ортопедические конструкции. Мы оказываем соответствующие стоматологические
                            услуги и на выезде (детские специалисты, забор различных анализов и др). Оплата у нас
                            принимается наличным и с карт. Оказание услуг обязательно сопровождается всей необходимой
                            мед. документацией соответствующей гос. образцам. Во всех наших стоматологических отделениях
                            гарантированы анонимность и конфиденциальность. Нами разработано множество комплексных
                            выгодных индивидуальных программ месячного и годового обслуживания (VIP, корпоративные,
                            детские, семейные, кредитные, скидочные и другие).</p>
                    </div>
                </div>

                <div class="cardk">
                    <div class="cardk-in">
                        <h3 class="cardk-title">Коротко о наших преимуществах:</h3>
                        <p>• Удобство и комфорт в сочетании с оперативностью и минимумом ожидания. Если вам назначено на
                            14:00, то это значит, что вас примут именно в 14:00, а не после длительного ожидания. Вы
                            прибыли немного раньше назначенного времени? Окунитесь в атмосферу уюта, и оставшееся до
                            приёма время пролетит незаметно. Приближается время осмотра? Мы заранее оповестим вас и
                            подберём самое удобное время.</p>
                        <p>• Гибкая и прозрачная ценовая политика. Никаких неожиданных дополнительных расходов. Вы с
                            самого начала знаете, что и сколько будет стоить. Мы вместе подберём оптимальный для вас
                            вариант.</p>
                        <p>• Гарантия на все виды работ. Вам оказаны услуги низкого качества? Что-то пошло не так по
                            нашей вине? Это крайне маловероятно, но, тем не менее, мы гарантируем возврат средств.</p>
                        <p>• Максимальная доступность информации. Вы всегда в курсе всех нюансов процесса лечения. Наш
                            персонал всё подробно расскажет и покажет, ответит на все интересующие вас вопросы. Перед
                            началом лечения вы получите детальный план лечения с необходимыми пояснениями. Заботиться о
                            здоровье зубов намного проще, когда вы вооружены информацией и знаниями.</p>
                    </div>
                </div>
            </div>
        );
    }
}

