import './css/BlogPage.css';
import {Component} from "react";

export default class BlogPageTwo extends Component {
    render() {
        return (
            <div className="cardBP">
                <div className="card-inBP">
                    <h3 className="card-titleBP">Вредят ли скайсы?</h3>
                    <p>Скайс — это украшения в виде страз и прочих мелких предметов, которые крепятся прямо на поверхность зуба, являются съемными и не требуют хирургического вмешательства для установки.  Такие украшения могут быть изготовлены из самых разнообразных материалов: металлов (в том числе и драгоценных), стекла, драгоценных камней, пластика и т.д. Средний размер таких украшений варьируется от 2,5 до 3 мм в диаметре. Скайс может иметь практически любую форму: ромбовидную, квадратную и овальную.</p>
                    <p>Важно понимать, что такие украшения устанавливаются на длительный период времени поэтому они должны быть сертифицированы. Скайсы устанавливаются на короткий или на длительный период времени, поэтому производится из 100% биосовместимых материалов, самым распространенным из них является кристалл циркония.</p>
                    <p>Зубные украшения могут скрыть мелкие не кариозные дефекты зубов: пятна пигментации или флюороза, гипоплазии эмали. Конечно, серьезные повреждения или трещины не должны маскироваться, их нужно лечить. Профессиональный дантист никогда не порекомендует помещать украшения на зубы людям с плохой гигиеной полости рта, заболеваниям слизистой оболочки полости рта или явным повреждениям десен. Зубы, вероятно, являются одним из последних мест, на которые по мнению большинства стоматологов может быть установлен какой-либо аксессуар. Плохая гигиена полости рта, может привести к тому, что за украшением начинают скапливаться частички пищи, а следовательно возникают очаги развития бактерий. Они могут вызывать неприятный запах изо рта, или что еще хуже, приведут к болезни десен или кариесу. Чистка зубов с установленным украшением, должна проводиться специальной мягкой щеткой, которую порекомендует стоматолог, и зачастую такого ухода попросту недостаточного для поддержания нормальной гигиены ротовой полости. Также дополнительно придется подобрать жидкости для ополаскивания, которые не вступят в химическую реакцию с установленным во рту изделием.</p>
                    <p>К зубам украшение крепится с помощью специального нетоксичного клея, который имеет высокую устойчивость к кислой среде ротовой полости. Клей, используемый для фиксации, прозрачен и практически незаметен, не меняет свой цвет. Процедура установки украшения занимает около получаса и ее должен проводить профессиональный дантист, она абсолютно безболезненна и не вредит зубам. Помните, что украшения должны быть установлены только опытным специалистом! Поверхность зуба требует предварительной обработки и очистки, таким образом, склеивание можно начинать только после правильной обработки зуба. В течении первых нескольких дней, может возникать дискомфорт, но в конечном итоге все неприятные ощущения исчезают, и пациенты полностью адаптируются к своим украшениям.</p>
                    <p>Ювелирные изделия с поверхности зуба удаляются довольно легко, безболезненно и быстро. Удаление украшений не влияет на эмаль или само состояние зуба, поверхность зубов остается гладкой и здоровой. Украшение для зубов рекомендуется носить не больше одного года.</p>
                </div>
            </div>
        )
    }
};
