import './css/BlogPage.css';
import {Component} from "react";

export default class BlogPageTwo extends Component {
    render() {
        return (
            <div className="cardBP">
                <div className="card-inBP">
                    <h3 className="card-titleBP">Что делать с зубами мудрости?</h3>
                    <p>Зуб мудрости – это третий моляр, иначе называемый «восьмеркой». Располагается на самом краю зубного ряда. Максимальное количество этих зубов у человека – четыре: два на нижней челюсти, два – на верхней. Но так бывает не у всех людей, вариантов может быть несколько: от 0 до 4 прорезавшихся единиц. Зубы мудрости не имеют своих молочных аналогов, прорезаются в возрасте 17 – 25 лет. Иногда это случается чуть раньше или немного позже.</p>
                    <p>Причин болезненности третьих моляров много, например: трудность прорезывания, аномальный рост (дистопия), воспаление тройничного нерва, стоматологические заболевания, болезни пародонта.</p>
                    <p>Если беспокоит третий моляр, то совет любого стоматолога прозвучит так: «Немедленно обратиться в стоматологическую клинику». Проблему необходимо решать, чтобы не допустить развития осложнений. Поэтому неважно, какого характера и интенсивности болевые ощущения, из-за чего они развились. Если патологический процесс уже начался, то он быстро или медленно, но будет усугубляться. Консультация врача в этом случае необходима! Если «восьмерка» разболелась ночью, а поблизости нет круглосуточных стоматологий, то в этом случае следует либо минимизировать боль приемом безрецептурных обезболивающих препаратов, либо (при очень сильной боли) вызвать скорую помощь.</p>
                    <p>Несмотря на то, что основной принцип современной стоматологии – сохранение природных зубов пациента, заболевшие зубы мудрости практически всегда удаляют.</p>
                    <p>Экстракция третьего моляра может быть классифицирована как простое или сложное удаление. Экстракцию называют простой, если извлечение зуба происходит без разрезания десны, разделения зуба на фрагменты и других хирургических манипуляций. Главное при стоматологическом лечении (консервативном или хирургическом) – надежно обезболить пациента. Это выполняют посредством местной или общей анестезии, а также с помощью седации.</p>
                    <p>Для того, чтобы временно заглушить боль до визита к стоматологу, можно сделать следующее: почистить зубы, чтобы удалить остатки пищи. Также вы можете прополоскать рот чуть теплым отваром ромашки, шалфея или раствором соды. При наличии полости в зубе – положить в нее небольшой ватный шарик, смоченный в зубных каплях или лидокаине или принять обезболивающее лекарство.</p>
                    <p>если не лечить или не удалять проблемный зуб мудрости, то могут возникнуть следующие негативные факторы: боль станет постоянным спутником, также возможна регулярно возникающая мигрень. «Восьмёрка» будет разрушаться и разлагаться, инфицируя ткани пародонта. Возможно формирование кисты или инфекция от зуба мудрости перекинется на соседние зубные единицы, провоцируя развитие кариеса, пульпита, периодонтита. Несвоевременное лечение указанных заболеваний приведет к утрате зуба. Может образоваться гнойный очаг в мягких тканях десны. А по току крови инфекция может проникнуть во все органы, вызывая их заболевание и общую интоксикацию организма.</p>
                    <p>Если вы не знаете, что делать, если болит зуб мудрости: лечить или удалять, то приходите в любой из филиалов нашей клиники, после диагностики мы обязательно решим эту проблему!</p>
                </div>
            </div>
        )
    }
};
