import './css/Services.css';

function Services() {
  return (
    <div>
      <div class="vidz">
        <div class="cardS" id="one">
            <a class="card-linkS">
                <h3 class="card-titleS">профилактика</h3>
                <p>Профилактика - это уход за своими зубами в домашних условиях, а также под наблюдением врачей. Профилактика позволяет предотвратить серьёзные заболевания полости рта или устранить их на начальных.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>

        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p> Профессиональная чистка зубов: 8 500 руб.</p>
                <p>Чистка Air Flow: от 2 600 руб.</p>
                <p>Удаление зубного камня: от 200 руб.</p>
            </a>
        </div>

        <div class="cardS" id="two">
            <a class="card-linkS">
                <h3 class="card-titleS">лечение зубов</h3>
                <p>Любому из нас хочется иметь здоровые крепкие зубы и сияющую улыбку. К сожалению, так получается далеко не всегда. Плохая экология, некачественные продукты питания и множество других факторов способствуют тому, что со временем наши зубы начинают постепенно утрачивать свою природную красоту и разрушаться.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>

        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p> Консультация стоматолога: от 1 700 руб.</p>
                <p>Пломбирование зубов: от 2 500 руб.</p>
                <p>Лечение кариеса: от 4 300 руб.</p>
                <p>Лечение пульпита: от 15 400 руб.</p>
                <p>Лечение корневых каналов: от 10 000 руб.</p>
            </a>
        </div>

        <div class="cardS" id="three">
            <a class="card-linkS">
                <h3 class="card-titleS">эстетическая стоматология</h3>
                <p>Красивые, идеально белые и ровные зубы делают улыбку привлекательнее, и она больше располагает к себе окружающих. Однако белоснежные и ровные от природы зубы даны, к сожалению, далеко не всем. Улучшить их внешний вид помогут врачи отделения эстетической стоматологии нашей клиники.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>

        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p>Удаление зубного налета: от 1 700 руб.</p>
                <p>Реставрация зубов: от 6 800 руб.</p>
                <p>Моделирование улыбки: 18 000 руб.</p>
                <p>Керамические виниры: от 28 400 руб.</p>
            </a>
        </div>

        <div class="cardS" id="four">
            <a class="card-linkS">
                <h3 class="card-titleS">детская стоматология</h3>
                <p>Современная детская стоматология – раздел медицины, направленный на диагностику, терапию и профилактику заболеваний зубов и десен у детей. Благодаря новым эффективным препаратам и высококлассному оборудованию сегодня стоматологическое лечение не доставляет боли, страха или дискомфорта, позволяя с ранних лет формировать правильное отношение к зубам среди детей.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>
        
        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p>Лечение зубов под общим наркозом: от 21 700 руб.</p>
                <p>Консультация детского ортодонта: 1 200 руб.</p>
                <p>Лечение молочных зубов: от 3 000 руб.</p>
                <p>Удаление зубов у детей: от 2 500 руб.</p>
                <p>Исправление прикуса у детей: от 1 200 руб.</p>
            </a>
        </div>

        <div class="cardS" id="five">
            <a class="card-linkS">
                <h3 class="card-titleS">хирургия</h3>
                <p>Стоматолог-хирург не только удаляет зубы. В его компетенцию входит огромное количество манипуляций. Этот врач поможет справиться не только с зубной болью, но и с множеством других проблем, которые могут касаться десен, верхнечелюстных пазух, зубов мудрости или отсутствия каких-либо зубов.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>
        
        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p>Консультация стоматолога-хирурга: от 1 700 руб.</p>
                <p>Удаление зубов мудрости: 8 000 руб.</p>
                <p>Удаление зубов: от 2 500 руб.</p>
                <p>Ампутация корня зуба: от 15 200 руб.</p>
                <p>Пластика уздечки губ: от 6 000 руб.</p>
            </a>
        </div>

        <div class="cardS" id="six">
            <a class="card-linkS">
                <h3 class="card-titleS">исправление прикуса</h3>
                <p>При правильном прикусе соседние зубы на обеих челюстях плотно, без промежутков примыкают друг к другу, при этом зубы сверху примерно на треть перекрывают зубы нижней челюсти. Если при смыкании челюстей у пациента наблюдается нарушение взаимного расположения зубов — прикус неправильный. Точно диагностировать патологию и определить ее вид поможет стоматолог-ортодонт.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>
        
        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p>Консультация ортодонта: от 1 200 руб.</p>
                <p>Металлические брекеты: 240 000 руб.</p>
                <p>Ортодонтические микроимпланты: от 12 500 руб.</p>
                <p>Установка брекетов: от 29 000 руб.</p>
            </a>
        </div>

        <div class="cardS">
            <a class="card-linkS">
                <h3 class="card-titleS">имплантация</h3>
                <p>Имплантация зубов — это хирургическая операция по вживлению в костную ткань челюсти искусственных зубных корней (имплантов). Цель — последующая фиксация на них несъемной ортопедической конструкции (коронки, моста, полного протеза), которая восстановит целостность зубных рядов и жевательную функцию.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>
        
        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p>Консультация имплантолога: от 1 700 руб.</p>
                <p>Одноэтапная имплантация зубов: 35 000 руб.</p>
                <p>Имплантация жевательных зубов: от 35 000 руб.</p>
                <p>Лазерная имплантация: от 35 000 руб.</p>
                <p>Костная пластика: от 30 000 руб.</p>
            </a>
        </div>

        <div class="cardS">
            <a class="card-linkS">
                <h3 class="card-titleS">протезирование</h3>
                <p>Протезирование зубов — услуга, направленная на восстановление целостности зубного ряда путем замены утраченных или сильно поврежденных зубов искусственными протезами.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>
        
        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p>Консультация стоматолога ортопеда: от 1 700 руб.</p>
                <p>Несъемное протезирование: от 1 800 руб.</p>
                <p>Съемное протезирование: от 10 000 руб.</p>
            </a>
        </div>

        <div class="cardS">
            <a class="card-linkS">
                <h3 class="card-titleS">диагностика</h3>
                <p>Диагностика – один из первостепенных задач в вопросе эффективного лечения и профилактики заболеваний полости рта. Комплексное обследование обязательно включает в себя осмотр полости рта, нижней трети лица, пальпацию жевательных мышц и области височно-нижнечелюстных суставов, рентгенологические методы исследования.</p>
            </a>
            <form action="/ForClientF" target="_blank">
                <button class="btn3">записаться</button>
            </form>
        </div>
        
        <div class="cardCosts">
            <a class="card-linkS">
                <p> <b>Стоимость (могут отличаться, в зависимости от вашей ситуации):</b> </p>
                <p>Профилактический осмотр: 1 200 руб.</p>
                <p>Рентген зубов: от 850 руб.</p>
                <p>Компьютерная томография (КТ): от 2 000 руб.</p>
                <p>Панорамный снимок зубов: от 2 000 руб.</p>
                <p>Диагностика окклюзии: от 7 500 руб.</p>
            </a>
        </div>
    </div>
</div>
)
    ;
}

export default Services;
